import st from './rule.module.css';

export const Rule = () => (
    <div className={st.rule__container}>
        <h2 className={st.rule__title}>Правила пользования</h2>
        <ol>
            <li className={st.rule__list_item}>
                <span className={st.item_level1}>Идейные соображения высшего порядка, а также высокое качество позиционных исследований представляет собой интересный эксперимент проверки экспериментов, поражающих по своей масштабности и грандиозности.</span>
                <ol className={st.rule__list_leve1}>
                    <li className={st.rule__list_item}>Задача организации, в особенности же
                        социально-экономическое развитие однозначно определяет каждого участника как
                        способного принимать собственные решения касаемо инновационных методов
                        управления процессами.
                    </li>
                    <li className={st.rule__list_item}>Не следует, однако, забывать, что
                        разбавленное изрядной долей эмпатии, рациональное мышление играет важную
                        роль в формировании приоритизации разума над эмоциями. Но некоторые
                        особенности внутренней политики лишь добавляют фракционных разногласий и
                        преданы социально-демократической анафеме.
                    </li>
                    <li className={st.rule__list_item}>Приятно, граждане, наблюдать, как элементы
                        политического процесса, превозмогая сложившуюся непростую экономическую
                        ситуацию, объявлены нарушающими общечеловеческие нормы этики и морали.
                    </li>
                    <li className={st.rule__list_item}>Но независимые государства, которые
                        представляют собой яркий пример континентально-европейского типа
                        политической культуры, будут объединены в целые кластеры себе подобных.
                    </li>
                </ol>
            </li>
            <li className={st.rule__list_item}>
                <span className={st.item_level1}>С учётом сложившейся международной обстановки, консультация с широким активом предоставляет широкие возможности для приоритизации разума над эмоциями.</span>
                <ol className={st.rule__list_leve1}>
                    <li className={st.rule__list_item}>
                        Задача организации, в особенности же социально-экономическое развитие
                        однозначно определяет каждого участника как способного принимать собственные
                        решения касаемо инновационных методов управления процессами.
                        <ol className={st.rule__list_leve1}>
                            <li className={st.rule__list_item}>Не следует, однако, забывать, что
                                разбавленное изрядной долей эмпатии, рациональное мышление играет
                                важную роль в формировании приоритизации разума над эмоциями. Но
                                некоторые особенности внутренней политики лишь добавляют фракционных
                                разногласий и преданы социально-демократической анафеме.
                            </li>
                            <li className={st.rule__list_item}>Приятно, граждане, наблюдать, как
                                элементы политического процесса, превозмогая сложившуюся непростую
                                экономическую ситуацию, объявлены нарушающими общечеловеческие нормы
                                этики и морали.
                            </li>
                        </ol>
                    </li>
                    <li className={st.rule__list_item}>Но независимые государства, которые
                        представляют собой яркий пример континентально-европейского типа
                        политической культуры, будут объединены в целые кластеры себе подобных.
                    </li>
                </ol>
            </li>
            <li className={st.rule__list_item}>
                <span className={st.item_level1}>Принимая во внимание показатели успешности, укрепление и развитие внутренней структуры требует от нас анализа приоритизации разума над эмоциями.  </span>
                <ol className={st.rule__list_leve1}>
                    <li className={st.rule__list_item}>Задача организации, в особенности же
                        социально-экономическое развитие однозначно определяет каждого участника как
                        способного принимать собственные решения касаемо инновационных методов
                        управления процессами.
                        <ol className={st.rule__list_leve1}>
                            <li className={st.rule__list_item}>Не следует, однако, забывать, что
                                разбавленное изрядной долей эмпатии, рациональное мышление играет
                                важную роль в формировании приоритизации разума над эмоциями. Но
                                некоторые особенности внутренней политики лишь добавляют фракционных
                                разногласий и преданы социально-демократической анафеме.
                            </li>
                            <li className={st.rule__list_item}>Приятно, граждане, наблюдать, как
                                элементы политического процесса, превозмогая сложившуюся непростую
                                экономическую ситуацию, объявлены нарушающими общечеловеческие нормы
                                этики и морали.
                            </li>
                        </ol>
                    </li>
                    <li className={st.rule__list_item}>Приятно, граждане, наблюдать, как элементы
                        политического процесса, превозмогая сложившуюся непростую экономическую
                        ситуацию, объявлены нарушающими общечеловеческие нормы этики и морали.
                    </li>
                    <li className={st.rule__list_item}>Не следует, однако, забывать, что
                        экономическая повестка сегодняшнего дня требует анализа анализа существующих
                        паттернов поведения.
                        <ol className={st.rule__list_leve1}>
                            <li className={st.rule__list_item}>А ещё представители современных
                                социальных резервов набирают популярность среди определенных слоев
                                населения, а значит, должны быть функционально разнесены на
                                независимые элементы.
                                <ol className={st.rule__list_leve1}>
                                    <li className={st.rule__list_item}>Стремящиеся вытеснить
                                        традиционное производство, нанотехнологии могут быть
                                        объявлены нарушающими общечеловеческие нормы этики и морали.
                                    </li>
                                    <li className={st.rule__list_item}>Прежде всего, разбавленное
                                        изрядной долей эмпатии, рациональное мышление однозначно
                                        фиксирует необходимость новых предложений. Являясь всего
                                        лишь частью общей картины, независимые государства
                                        представлены в исключительно положительном свете.
                                    </li>
                                </ol>
                            </li>
                        </ol>
                    </li>
                    <li className={st.rule__list_item}>Повседневная практика показывает, что
                        убеждённость некоторых оппонентов требует от нас анализа распределения
                        внутренних резервов и ресурсов.
                    </li>
                </ol>
            </li>
        </ol>
    </div>
);



